Repository: maciejsulikowski/life_diary
Catalog: lifediary_project/lib/l10n/app_*.arb
Languages: pl

source: MAIN PAGE
pl: EKRAN GŁÓWNY

source: User Panel
pl: Panel użytkownika

source: Instruction
pl: Instrukcja obsługi

source: Log out
pl: Wyloguj się

# weather_page
source: WEATHER
pl: POGODA

source: Check weather
pl: Sprawdź pogodę

# check_city
source: Write city...
pl: Wpisz miasto...

# user_page
source: USER PANEL
pl: PANEL UŻYTKOWNIKA

# intro
source: Welcome in user profile!
pl: Witaj w profilu użytkownika

# intro_name
source: Write your name and surname
pl: Wpisz swoje imię i nazwisko

# intro_self
source: Write something about yourself...
pl: Napisz coś o sobie...

# instruction_page
source: INSTRUCTION
pl: INSTRUKCJA

# remember_1
source: Remeber, to drink ? glasses 💧
pl: Pamiętaj, aby pić ? szklanek wody 💧

# remember_2
source: Remeber, to drink
pl: Pamiętaj, aby pić

# remember_3
source: glasses 💧
pl: szklanek wody 💧

source: Login as
pl: Zalogowano jako

# change_name
source: Changes have been saved
pl: Zmiany zostały zapisane!

# change_some
source: Enter some changes!
pl: Wprowadź jakieś zmiany!

# change_data
source: Enter all data!
pl: Wprowadź wszystkie dane

# account_1
source: Account - click on
pl: Konto - kliknij w

# account_2
source: to check user account information!
pl: aby sprawdzić informację o koncie użytkownika!

# diary_1
source: Diary - click on
pl: Dziennik - kliknij w

# diary_2
source: to be able to create your own diaries!
pl: aby móc stworzyć swoje własne dzienniki!

# training_1
source: Training - click on
pl: Trening - kliknij w

# training_2
source: to be able to add your photos and later compare them!
pl: aby móc dodawać swoje zdjęcia i później je porównywać!

# water_1
source: Water - click on
pl: Woda - kliknij w

# water_2
source: to find out how much water you should drink!
pl: aby móc dowiedzieć się ile wody powinieneś pić!

# todolist_1
source: ToDoList - click on
pl: ToDoList - kliknij w

# todolist_2
source: to create your to-do list!
pl: aby stworzyć swoją listę do zrobienia!

# plan_1
source: Day Plan - click on
pl: Plan dnia - kliknij w

# plan_2
source: to be able to plan your day by adding your own schedule!
pl: aby móc zaplanować swój dzień dodając swój własny plan!

source: WATER
pl: WODA

# glasses
source: How many glasses should you drink per day?
pl: Ile szklanek powinieneś pić dziennie?

# water_height
source: Write your height in cm here, e.g. 180
pl: Tutaj napisz swój wzrost w cm np. 180

# water_weight
source: Write your weight in kg here, e.g. 80
pl: Tutaj napisz swoją wagę w kg np. 80

# count
source: Calculate!
pl: Oblicz!

# count_2
source: Enter only numbers!
pl: Podaj tylko liczby!

# drink_1
source: You should drink about
pl: Powinieneś pić około

# drink_2
source: ml of water!
pl: ml wody!

# drink_3
source: Which is equivalent to approximately
pl: Co daje gdzieś

# drink_4
source: glasses of water per day!
pl: szklanek wody dziennie!

# diary
source: DIARIES
pl: DZIENNIKI

# diary_add
source: Add diary
pl: Dodaj dziennik

# diary_create
source: Create diary
pl: Utwórz dziennik

source: TRAINING
pl: TRENING

# training_add
source: Add photo
pl: Dodaj zdjęcie

# diary_add_appbar
source: ADD DIARY
pl: DODAJ DZIENNIK

# diary_add_title
source: Add diary title
pl: Dodaj tytuł dziennika

# diary_add_photo
source: Add photo
pl: Dodaj zdjęcie

# diary_add_photo1
source: Change photo
pl: Zmień zdjęcie

# diary_add_data
source: Select diary creation date
pl: Wybierz datę utworzenia dziennika

# training_add_appbar
source: ADD NEW PHOTO
pl: DODAJ NOWE ZDJĘCIE

# training_add_title
source: Add photo title
pl: Dodaj tytuł zdjęcia

# training_add_photo1
source: Take a photo
pl: Zrób zdjęcie

# training_add_photo2
source: Add photo
pl: Dodaj zdjęcie

# training_add_photo3
source: Change photo
pl: Zmień zdjęcie

# training_add_data
source: Select photo creation date
pl: Wybierz datę utworzenia zdjęcia

# todolist_button
source: Add task
pl: Dodaj zadanie

# todolist_write
source: Enter task name here
pl: Tu wpisz nazwę zadania

# dayplan
source: DAILY PLAN
pl: PLAN DNIA

# dayplan_text
source: Enter your plan here...
pl: Wpisz swój plan tutaj...

# click1
source: clicking the button above 👆
pl: klikając przycisk powyżej 👆

# forexample
source: For example, Photo no. 1
pl: Np. Zdjęcie nr.1

# savee
source: Save
pl: Zapisz

# forexample2
source: For example, Training Diary
pl: Np. Dziennik Treningowy

# bottombar1
source: Account
pl: Konto

# bottombar2
source: Diary
pl: Dziennik

# bottombar3
source: Training
pl: Trening

# bottombar4
source: Water
pl: Woda

source: Log in
pl: Zaloguj się

# registry
source: Register
pl: Zarejestruj się

source: Password
pl: Hasło

source: Create account
pl: Utwórz konto

# have_account
source: Already have an account?
pl: Masz już konto?

source: PHOTOS
pl: ZDJĘCIA

# goal
source: Write your goal, e.g. I want to lose weight
pl: Podaj swój cel np. Chcę schudnąć

source: QUOTES
pl: CYTATY

# quotes_random
source: Generate a random quote 🎲
pl: Wylosuj cytat

# quotes_author
source: Discover the author's story
pl: Poznaj historię autora

# welcome1
source: Welcome to LIFEDIARY! 👋
pl: Witaj w LIFEDIARY! 👋

# welcome2
source: What is LIFEDIARY for? 🤔
pl: Do czego jest LIFEDIARY? 🤔

# welcome3
source: For creating new diaries and tracking your progress!
pl: Do tworzenia nowych dzienników i zapisywania Twojego progresu!

# welcome4
source: For taking photos to document your continuous progress!
pl: Do tworzenia nowych zdjęć, w celu ciągłego progresu!

# welcome5
source: For determining how much water you should drink!
pl: Do określenia ile wody powinieneś pić!

# welcome6
source: For planning and organizing an effective to-do list!
pl: Do zaplanowania i zrobienia skutecznej listy zadań!

# welcome7
source: For scheduling and planning your day!
pl: Do zaplanowania swojego dnia!

# welcome8
source: Now swipe left and draw some motivation from a randomly generated quote! 👈
pl: A teraz przesuń w lewo i wylosuj swój cytat, aby się zmotywować! 👈

# welcome9
source: Here's your quote!
pl: Oto Twój cytat!

# welcome10
source: Let's get started!
pl: Zaczynamy!

# quote1
source: If you think you can do a thing or think you can't do a thing, you're right. - Henry Ford
pl: Jeśli uważasz, że coś potrafisz to masz rację, jeśli uważasz że czegoś nie potrafisz, to także masz rację! Henry Ford

# quote2
source: Your time is limited, don't waste it living someone else's life. - Steve Jobs
pl: Twój czas jest ograniczony, więc nie marnuj go na bycie kimś kim nie jesteś! Steve Jobs

# quote3
source: To taste the sweet flavor of life, you must first experience its bitterness. - Vanilla Sky
pl: Żeby poznać słodki smak życia, musisz najpierw poznać jego gorycz. Vanilla Sky

# quote4
source: Don't fear that your life will end, fear that it may never begin. - Krzysztof Król
pl: Nie bój się tego, że Twoje życie kiedyś się skończy, bój się tego, że nigdy może się nie zacząć! Krzysztof Król

# quote5
source: I've missed more than 9000 shots in my career. I've lost almost 300 games. 26 times, I've been trusted to take the game-winning shot and missed. I've failed over and over and over again in my life. That is why I've been successful. - Michael Jordan
pl: Nie trafiłem ponad 9000 rzutów w moim życiu. Przegrałem ponad 300 meczów. 26 razy zaufano mi, gdy miałem oddać rzut na miarę zwycięstwa i spudłowałem. Przegrywałem w moim życiu ciągle. Dlatego właśnie osiągnąłem sukces. Michael Jordan

# quote6
source: Obstacles don't have to stop you. If you run into a wall, don't turn around and give up. Figure out how to climb it, go through it, or work around it. - Michael Jordan
pl: Nic nie jest podawane na tacy - każdy zawsze trafia na jakieś przeszkody po drodze. Kiedy się pojawią, zastanów się jak je pokonać, a nie myśl o tym, że to już koniec drogi. Michael Jordan

# quote7
source: People who wait for the perfect conditions will never accomplish anything. The best time to start is now! - Mark Fisher
pl: Ludzie, którzy tracą czas czekając, aż zaistnieją najbardziej sprzyjające warunki, nigdy nic nie zdziałają. Najlepszy czas na działanie jest teraz! Mark Fisher
